[
    {
        "id": "xxxyyytest1",
        "title": "test1",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["In a dystopian future, Earth faces ruin until a portal to the mythical realm of Elysium is discovered. Alex Mercer, a tormented astronaut, leads a perilous expedition into this enchanted world. As they unravel Elysium's dark secrets, political intrigue and supernatural threats escalate, forcing Alex to confront his past and save both realms from impending catastrophe. This epic sci-fi adventure explores resilience, ambition, and the thin line between salvation and destruction."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },
    {
        "id": "xxxyyytest2",
        "title": "test2",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["In a dystopian future, Earth faces ruin until a portal to the mythical realm of Elysium is discovered. Alex Mercer, a tormented astronaut, leads a perilous expedition into this enchanted world. As they unravel Elysium's dark secrets, political intrigue and supernatural threats escalate, forcing Alex to confront his past and save both realms from impending catastrophe. This epic sci-fi adventure explores resilience, ambition, and the thin line between salvation and destruction."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },

    {
        "id": "xxxyyytest3",
        "title": "test3",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["In the vibrant city of Neon Haven, Detective Max Steel unravels a dark plot orchestrated by a shadowy criminal syndicate. Fueled by an unwavering commitment to justice, he embarks on an unyielding mission to expose the hidden truth behind the conspiracy. Alongside him on this gripping journey are a street-smart informant and a masterful hacker, each harboring their own enigmatic pasts. As the conspiracy tightens its grip, Max and his newfound companions must navigate a complex web of deceit, solve intricate puzzles, and outmaneuver their elusive adversaries to avert an impending catastrophe that threatens to plunge Neon Haven into eternal chaos."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },
    {
        "id": "xxxyyytest4",
        "title": "test4",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["In the neon-lit streets of Neon Haven, Detective Max Steel uncovers a sinister plot orchestrated by a clandestine criminal syndicate. Fueled by an unwavering sense of justice, he embarks on a relentless mission to unveil the truth concealed within the conspiracy. Alongside him on this gripping journey are a street-smart informant and a masterful hacker, each concealing their own enigmatic pasts. As the conspiracy tightens its grip, Max and his newfound companions must navigate a complex web of deceit, solve intricate puzzles, and outmaneuver their elusive adversaries to avert an impending catastrophe that threatens to throw Neon Haven into turmoil."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },

    {
        "id": "xxxyyytest5",
        "title": "test5",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["In the mystical land of Astral Haven, a valiant warrior named Lyra uncovers a forgotten prophecy foretelling the rise of ancient magical forces. Driven by an insatiable curiosity about her lineage, she embarks on a perilous quest to recover a long-lost relic that holds the key to awakening dormant powers. Alongside her on this epic journey are a witty companion and a noble sorcerer, each concealing secrets of their own. As malevolent forces gather to thwart their mission, Lyra and her newfound companions must traverse enchanted landscapes, solve cryptic puzzles, and form alliances with mythical creatures to prevent an imminent cataclysm that could plunge Astral Haven into eternal darkness."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },
    {
        "id": "xxxyyytest6",
        "title": "test6",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["Amidst the enchanting landscapes of Astral Haven, Lyra, a determined warrior, uncovers an ancient prophecy predicting the resurgence of forgotten magical entities. Fueled by an insatiable curiosity about her magical lineage, she embarks on a daring expedition to recover a relic of immense power, believed to unveil latent abilities within her. Alongside her on this epic journey are a clever companion and a skilled sorcerer, each concealing their own mysterious pasts. As malevolent forces gather to thwart their endeavors, Lyra and her newfound companions must traverse mystical terrains, unravel enigmatic riddles, and form alliances with ethereal beings to avert an impending catastrophe that threatens to throw Astral Haven into turmoil."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },

    {
        "id": "xxxyyytest7",
        "title": "test7",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["In the futuristic city of Quantum Prime, Dr. Elena Nova, a brilliant scientist, stumbles upon a groundbreaking revelation that could reshape reality. Fueled by an insatiable thirst for knowledge, she embarks on an experimental journey to harness quantum energy's untapped potential. Accompanying her are a tech-savvy engineer and a visionary physicist, each nurturing their revolutionary ideas. As clandestine organizations attempt to exploit the newfound power, Elena and her team navigate quantum realms, solve intricate equations, and outsmart elusive adversaries, safeguarding Quantum Prime's future."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },
    {
        "id": "xxxyyytest8",
        "title": "test8",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["Amid Quantum Prime's gleaming city, Dr. Elena Nova, a brilliant scientist, discovers a groundbreaking revelation that could reshape reality's fabric. Motivated by an insatiable quest for knowledge, she embarks on an experimental journey to harness the untapped potential of quantum energy. Joining her are a tech-savvy engineer and a visionary physicist, each cultivating revolutionary ideas. As clandestine organizations try to exploit the newfound power, Elena and her team navigate quantum realms, solve intricate equations, and outsmart elusive adversaries, safeguarding Quantum Prime's future."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },

    {
        "id": "xxxyyytest9",
        "title": "test9",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["In the mystical realm of Whispering Pines, Clara Evergreen, a gifted herbalist, stumbles upon an ancient secret that could rejuvenate the fading magic of nature. Driven by an unwavering commitment to environmental harmony, she embarks on a botanical journey to unlock the dormant powers of enchanted flora. Alongside her are a wise forest guardian and an eccentric alchemist, each nurturing revolutionary ideas for preserving the mystical balance. As dark forces attempt to exploit the newfound magic, Clara and her team navigate through enchanted forests, decode ancient rituals, and outsmart elusive adversaries, ensuring that Whispering Pines remains a haven of magical equilibrium."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },
    {
        "id": "xxxyyytest10",
        "title": "test10",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["Amid the enchanting landscapes of Whispering Pines, Clara Evergreen, a skilled herbalist, unravels an ancient secret that could revitalize the fading magic of the natural world. Motivated by an unyielding dedication to environmental harmony, she embarks on a botanical journey to unlock the latent powers of mystical flora. Accompanying her are a wise forest guardian and an eccentric alchemist, each nurturing revolutionary ideas for preserving the magical balance. As dark forces attempt to exploit the newfound magic, Clara and her team navigate through enchanted forests, decipher ancient rituals, and outsmart elusive adversaries, ensuring that Whispering Pines remains a sanctuary of magical equilibrium."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },

    {
        "id": "xxxyyytest11",
        "title": "test11",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["In the bustling streets of Victorian London, Emily Thornton, a spirited young artist, discovers an age-old love letter that unlocks the hidden passion of a bygone era. Driven by an insatiable curiosity about the enduring love story, she embarks on a heartfelt journey to unravel the past. Alongside her is a charismatic historian and a compassionate librarian, each nurturing the dream of bringing the timeless romance to light. As they delve into the secrets of the past, Emily and her companions navigate through hidden diaries, decode faded letters, and overcome the challenges of love transcending time."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },
    {
        "id": "xxxyyytest12",
        "title": "test12",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["In the bustling streets of Victorian London, Emily Thornton, an aspiring artist, stumbles upon a forgotten love letter that holds the key to a timeless romance. Motivated by an insatiable curiosity about the enduring passion, she embarks on a heartfelt journey to unravel the mysteries of the past. Accompanying her are a charismatic historian and a compassionate librarian, each nurturing the dream of bringing the ageless love story to light. As they dive into hidden diaries, decode faded letters, and overcome the challenges of love transcending time, Emily and her companions rediscover the profound and enduring nature of love."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },

    {
        "id": "xxxyyytest13",
        "title": "test13",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["In a dystopian future where society has crumbled, a solitary warrior rises against oppressive rulers who have plunged the world into chaos. Motivated by an intense desire for justice and retribution, our protagonist embarks on a perilous journey, encountering a diverse group of rebels along the way. Together, they forge an unlikely alliance, challenging the tyrannical regime that governs with an iron fist. As the intricate plot unfolds, profound secrets are revealed, alliances are tested, and the protagonist's quest evolves into a catalyst for a broader revolution. Amidst the ruins of their desolate world, the unwavering spirit of the resistance strives to reclaim freedom from the clutches of a malevolent authority."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },
    {
        "id": "xxxyyytest14",
        "title": "test14",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["In a dystopian future where society has crumbled, a solitary warrior rises against oppressive rulers who have plunged the world into chaos. Motivated by an intense desire for justice and retribution, our protagonist embarks on a perilous journey, encountering a diverse group of rebels along the way. Along the way, a diverse ensemble of rebels joins forces, forming an unconventional alliance against the tyrannical overlords. As the intricate plot unfolds, profound secrets are revealed, alliances are tested, and the protagonist's quest evolves into a catalyst for a broader revolution. Amidst the ruins of their desolate world, the unwavering spirit of the resistance strives to reclaim freedom from the clutches of a malevolent authority."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },

    {
        "id": "xxxyyytest15",
        "title": "test15",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["Dom Cobb is a skilled thief who specializes in the art of extracting secrets from deep within the subconscious. Tasked with an impossible mission to implant an idea instead of stealing it, Cobb assembles a team of experts to navigate the intricate layers of dreams. As the boundaries between reality and dreams blur, Cobb confronts his own haunted past, leading to a mesmerizing journey where time becomes elastic, and the power of the mind takes center stage."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },
    {
        "id": "xxxyyytest16",
        "title": "test16",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["Dom Cobb, a master in the thief who specializes in the art of extracting secrets from deep within the subconscious. Faced with the challenge of planting an idea rather than extracting it, Cobb assembles a team of experts to navigate the intricate layers of dreams. As the boundaries between reality and dreams blur, Cobb confronts his own haunted past, leading to a mesmerizing journey where time becomes elastic, and the power of the mind takes center stage."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },

    {
        "id": "xxxyyytest17",
        "title": "test17",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["Captain John Miller leads a squad on a mission to locate and bring home Private James Francis Ryan. Amid the chaos of the Normandy Invasion, the film depicts the unforgiving nature of war, exploring themes of sacrifice and camaraderie. As Miller and his men navigate through the ravages of combat, they grapple with moral dilemmas, highlighting the profound cost of duty. The movie is a visceral portrayal of the indomitable human spirit in the face of unimaginable adversity."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },
    {
        "id": "xxxyyytest18",
        "title": "test18",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["Captain John Miller leads a squad on a mission to locate and bring home Private James Francis Ryan. Amid the chaos of the Normandy Invasion, the film depicts the unforgiving nature of war, exploring themes of sacrifice and camaraderie. As Miller and his men navigate through the ravages of combat, Miller's squad confronts the complexities of sacrifice, morality, and the enduring bonds forged in the crucible of combat. The movie is a visceral portrayal of the indomitable human spirit in the face of unimaginable adversity."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },

    {
        "id": "xxxyyytest19",
        "title": "test19",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["thrusts players into a dystopian London where they join the hacktivist group DedSec. The game innovatively allows players to recruit and play as any character in the city, each with unique skills and backgrounds. As DedSec battles an authoritarian regime, the narrative unfolds through the eyes of a diverse array of characters, highlighting the consequences of surveillance and resistance. With a gripping storyline and cutting-edge hacking mechanics, Watch Dogs: Legion delivers an immersive open-world experience that challenges players to liberate London from oppressive forces."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    },
    {
        "id": "xxxyyytest20",
        "title": "test20",
        "first_page_summary": "not important",
        "release_year": "2000",
        "mpaa": "18+",
        "budget": "$200,000 (estimated)",
        "gross_worldwide": "$220,919",
        "rating": "8.0",
        "directors": ["Test Testian"],
        "writers": ["x xian"],
        "stars": ["y yian", "z zedian"],
        "related_links": ["https://google.com"],
        "geners": ["crime"],
        "languages": ["English"],
        "countries_of_origin": ["England", "Canada"],
        "summaries": ["invites players to join DedSec, a rebellious hacktivist group. The game innovatively allows players to recruit and play as any character in the city, each with unique skills and backgrounds. As DedSec faces off against the authoritarian forces, the narrative unfolds through the eyes of a diverse array of characters, highlighting the consequences of surveillance and resistance. With a gripping storyline and cutting-edge hacking mechanics, Watch Dogs: Legion delivers an immersive open-world experience that challenges players to liberate London from oppressive forces."],
        "synopsis": ["not important"],
        "reviews": [["good", "8"], ["great", "9"]]
    }
]